Repository: mahyar-shakori/Habit21Days
Catalog: Habit 21 Days/*.lproj/Localizable.strings
Languages: nl

# introFirstTitleLabel
source: Healty Habit
nl: Gezonde gewoonte

# introFirstDescriptionLabel
source: It is estimated that it takes 21 days for people to form a new habit. Introduce a healthy habit in your life with the 21 days app.
nl: Er wordt geschat dat het 21 dagen duurt voordat mensen een nieuwe gewoonte aanleren. Introduceer een gezonde gewoonte in je leven met de 21 dagen-app.

# introSecondTitleLabel
source: Bad Habit
nl: Slechte gewoonte

# introSecondDescriptionLabel
source: Don't forget to take care of your body. You can change a bad habit by replacing it with a good habit, you can do it with this 21 Days app.
nl: Vergeet niet om voor je lichaam te zorgen. Je kunt een slechte gewoonte veranderen door deze te vervangen door een goede gewoonte, dat kan met deze 21 Dagen-app.

# skipButton
source: Skip
nl: Overslaan

# nextButton
source: Next
nl: Volgende

# hiDialogLabel
source: Hi, What should we call you?
nl: Hoi, hoe moeten we je noemen?

# userNameTextFieldPplaceholder
source: Enter your name
nl: Vul uw naam in

# continueButton
source: Continue
nl: Doorgaan

# errorLabel
source: Come on! You can tell us your name :)
nl: Kom op! Je kunt ons je naam vertellen :)

# welcomeLabel
source: Welcome,
nl: Welkom,

# firstHomeTitleLabel
source: My Habits
nl: Mijn gewoonten

# secondHomeTitleLabel
source: Habits Library
nl: Gebruiken

# doneButton
source: Done
nl: Klaar

# addHabitTextFieldPlaceholder
source: Habit title
nl: Titel van gewoonte

# saveButton
source: Save
nl: Redden

# emptyViewLabel
source: No habit is added yet! Click the menu button to add a habit.
nl: Er is nog geen gewoonte toegevoegd! Klik op de menuknop om een gewoonte toe te voegen.

# dropDownTableViewFirstItem
source: Add New Habit
nl: Gewoonte toevoegen

# dropDownTableViewSecondItem
source: Habits Library Show-Hide
nl: Gewoontes Bibliotheek

# dropDownTableViewThirdItem
source: Edit Habit List
nl: Gewoontelijst bewerken

# dropDownTableViewFourthItem
source: Quote Off
nl: Citaat uit

# dropDownTableViewFifthItem
source: Rename
nl: Hernoemen

# addHabitTitleLabel
source: Add Habit
nl: Gewoonte toevoegen

# cancelButton
source: Cancel
nl: Annuleren

# reminderLabel
source: Reminder
nl: Herinnering

# dateLabel
source: Pick a time
nl: Kies een tijdstip

# addReminderButton
source: Click to Add Reminder
nl: Klik om herinnering toe te voegen

# editHabitTitleLabel
source: Edit Habit
nl: Gewoonte bewerken

# missHabitToastLabel
source: Your habit started again!
nl: Je gewoonte is opnieuw begonnen!

# missHabitButton
source: Missed it! Start Again
nl: Ik heb het gemist! Opnieuw beginnen

# alertYesButton
source: Yes
nl: Ja

# alertNoButton
source: No
nl: Nee

# networkAlertTitle
source: Network Error
nl: Netwerkfout

# deleteHabitAlertTitle
source: Delete Habit
nl: Gewoonte verwijderen

# deleteHabitAlertMessage
source: Are you sure you want to delete this habit:
nl: Weet je zeker dat je deze gewoonte wilt verwijderen:

# habitListEmptyAlertTitle
source: Oops, the habit list is empty.
nl: Oeps, de gewoontelijst is leeg.

# notificationReminderMessage
source: You're trying to improve your lifestyle!, don't forget
nl: Je probeert je levensstijl te verbeteren! Vergeet niet

# dateTextFieldEmptyTitle
source: First, Please pick a date
nl: Kies eerst een datum

# deleteReminderAlertTitle
source: Delete Reminder
nl: Herinnering verwijderen

# deleteReminderAlertMessage
source: Are you sure you want to delete this reminder:
nl: Weet je zeker dat je deze herinnering wilt verwijderen:

# daysCountLabel
source: days left
nl: dagen over

# notifAlertTitle
source: Enable Notifications
nl: Notificaties aanzetten

# notifAlertMessage
source: To use this feature you must enable notifications in settings
nl: Om deze functie te gebruiken, moet u meldingen inschakelen in de instellingen

# notifAlertButton
source: Settings
nl: Instellingen
